Repository: M-Tre-Consulting/Curfs
Catalog: Curfs/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: To find posters, Curfs sends only the title of movies and series to Wikipedia (Wikimedia Foundation), IMDb and Apple's iTunes Search, and downloads the images from there. These services receive the title and, as with any connection, the IP address; no other data.
de: Um Poster zu finden, sendet Curfs nur den Titel von Filmen und Serien an Wikipedia (Wikimedia Foundation), IMDb und die iTunes-Suche von Apple und lädt die Bilder von dort. Diese Dienste erhalten den Titel und, wie bei jeder Verbindung, die IP-Adresse; keine weiteren Daten.
es: Para encontrar los pósteres, Curfs envía solo el título de películas y series a Wikipedia (Wikimedia Foundation), IMDb y la búsqueda de iTunes de Apple, y descarga las imágenes desde allí. Estos servicios reciben el título y, como en cualquier conexión, la dirección IP; ningún otro dato.
fr: Pour trouver les affiches, Curfs envoie uniquement le titre des films et séries à Wikipedia (Wikimedia Foundation), IMDb et la recherche iTunes d'Apple, et télécharge les images depuis ces services. Ils reçoivent le titre et, comme pour toute connexion, l'adresse IP ; aucune autre donnée.
it: Per trovare le locandine, Curfs invia il solo titolo di film e serie a Wikipedia (Wikimedia Foundation), IMDb e la ricerca di iTunes di Apple, e scarica le immagini da lì. Questi servizi ricevono il titolo e, come per ogni connessione, l'indirizzo IP; nessun altro dato.

source: To find posters, Curfs sends only the title of movies and series to Apple's iTunes Search and downloads the images from there. Apple receives the title and, as with any connection, the IP address; no other data.
de: Um Poster zu finden, sendet Curfs nur den Titel von Filmen und Serien an die iTunes-Suche von Apple und lädt die Bilder von dort. Apple erhält den Titel und, wie bei jeder Verbindung, die IP-Adresse; keine weiteren Daten.
es: Para encontrar los pósteres, Curfs envía solo el título de películas y series a la búsqueda de iTunes de Apple y descarga las imágenes desde allí. Apple recibe el título y, como en cualquier conexión, la dirección IP; ningún otro dato.
fr: Pour trouver les affiches, Curfs envoie uniquement le titre des films et des séries à la recherche iTunes d'Apple et télécharge les images depuis celle-ci. Apple reçoit le titre et, comme pour toute connexion, l'adresse IP ; aucune autre donnée.
it: Per trovare le locandine, Curfs invia il solo titolo di film e serie alla ricerca di iTunes di Apple e scarica le immagini da lì. Apple riceve il titolo e, come per ogni connessione, l'indirizzo IP; nessun altro dato.

# Privacy, licenza e contatti
source: Privacy, License & Contact
de: Datenschutz, Lizenz und Kontakt
es: Privacidad, licencia y contacto
fr: Confidentialité, licence et contact
it: Privacy, licenza e contatti

# Privacy, licenza e contatti…
source: Privacy, License & Contact…
de: Datenschutz, Lizenz und Kontakt …
es: Privacidad, licencia y contacto…
fr: Confidentialité, licence et contact…
it: Privacy, licenza e contatti…

# Prossimo episodio
source: Next Episode
de: Nächste Folge
es: Siguiente episodio
fr: Épisode suivant
it: Prossimo episodio

# Prova connessione
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova connessione

source: You can ask us for information and exercise your rights under the GDPR (EU Regulation 2016/679) by writing to %@. Since we don't store your data, deleting the app erases everything (on Mac, also delete the Library folder inside Documents). The files on your server remain yours and are never touched.
de: Du kannst uns um Auskunft bitten und deine Rechte nach der DSGVO (EU-Verordnung 2016/679) ausüben, indem du an %@ schreibst. Da wir deine Daten nicht speichern, löscht das Entfernen der App alles (auf dem Mac lösche auch den Ordner Library unter Dokumente). Die Dateien auf deinem Server bleiben deine und werden nicht angerührt.
es: Puedes pedirnos información y ejercer tus derechos según el RGPD (Reglamento UE 2016/679) escribiendo a %@. Como no conservamos tus datos, eliminar la app lo borra todo (en Mac, elimina también la carpeta Library dentro de Documentos). Los archivos de tu servidor siguen siendo tuyos y no se tocan.
fr: Vous pouvez nous demander des informations et exercer vos droits prévus par le RGPD (règlement UE 2016/679) en écrivant à %@. Comme nous ne conservons pas vos données, supprimer l'app efface tout (sur Mac, supprimez aussi le dossier Library dans Documents). Les fichiers de votre serveur restent les vôtres et ne sont jamais modifiés.
it: Puoi chiederci informazioni ed esercitare i tuoi diritti previsti dal GDPR (Regolamento UE 2016/679) scrivendo a %@. Poiché non conserviamo i tuoi dati, eliminare l'app cancella tutto (su Mac, elimina anche la cartella Library dentro Documenti). I file sul tuo server restano tuoi e non vengono toccati.

# Questa informativa è pubblicata anche sul nostro sito:
source: This privacy policy is also published on our website:
de: Diese Datenschutzerklärung ist auch auf unserer Website veröffentlicht:
es: Esta política de privacidad también está publicada en nuestro sitio web:
fr: Cette politique de confidentialité est également publiée sur notre site :
it: Questa informativa è pubblicata anche sul nostro sito:

# Questo file non sembra un'immagine valida.
source: This file doesn't look like a valid image.
de: Diese Datei scheint kein gültiges Bild zu sein.
es: Este archivo no parece una imagen válida.
fr: Ce fichier ne semble pas être une image valide.
it: Questo file non sembra un'immagine valida.

# Ricalcola sigla/coda
source: Recalculate Intro/Credits
de: Intro/Abspann neu berechnen
es: Recalcular intro/créditos
fr: Recalculer générique/fin
it: Ricalcola sigla/coda

# Ripara copertine scaricate
source: Fix Downloaded Covers
de: Geladene Cover reparieren
es: Reparar portadas descargadas
fr: Réparer les affiches téléchargées
it: Ripara copertine scaricate

# Riprendi %@
source: Resume %@
de: %@ fortsetzen
es: Reanudar %@
fr: Reprendre %@
it: Riprendi %@

# Ripristina
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina

# Ripristina copertina automatica
source: Restore Automatic Cover
de: Automatisches Cover wiederherstellen
es: Restaurar portada automática
fr: Rétablir l'affiche automatique
it: Ripristina copertina automatica

# Riproduci
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci

# Riproduci in streaming
source: Stream
de: Streamen
es: Reproducir en streaming
fr: Lire en streaming
it: Riproduci in streaming

# Risposta del server: %lld
source: Server response: %lld
de: Serverantwort: %lld
es: Respuesta del servidor: %lld
fr: Réponse du serveur : %lld
it: Risposta del server: %lld

# Rivedi
source: Watch Again
de: Erneut ansehen
es: Volver a ver
fr: Revoir
it: Rivedi

# Salta intro
source: Skip Intro
de: Intro überspringen
es: Saltar intro
fr: Passer le générique
it: Salta intro

# Salta intro pronto
source: Skip Intro ready
de: Intro überspringen bereit
es: Saltar intro listo
fr: Passer le générique prêt
it: Salta intro pronto

# Salta intro pronto per %lld/%lld
source: Skip Intro ready for %lld/%lld
de: Intro überspringen bereit für %lld/%lld
es: Saltar intro listo para %lld/%lld
fr: Passer le générique prêt pour %lld/%lld
it: Salta intro pronto per %lld/%lld

# Salva
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

# Salva in: %@
source: Save to: %@
de: Sichern in: %@
es: Guardar en: %@
fr: Enregistrer dans : %@
it: Salva in: %@

# Scegli da File
source: Choose from Files
de: Aus Dateien wählen
es: Elegir de Archivos
fr: Choisir dans Fichiers
it: Scegli da File

# Scegli da Foto
source: Choose from Photos
de: Aus Fotos wählen
es: Elegir de Fotos
fr: Choisir dans Photos
it: Scegli da Foto

# Serie
source: Series
de: Serie
es: Serie
fr: Série
it: Serie

# Serie TV
source: TV Shows
de: Serien
es: Series
fr: Séries TV
it: Serie TV

source: Server %@ is unreachable: make sure Tailscale is on and connected on this device.
de: Server %@ nicht erreichbar: Prüfe, ob Tailscale auf diesem Gerät eingeschaltet und verbunden ist.
es: No se puede acceder al servidor %@: comprueba que Tailscale esté activado y conectado en este dispositivo.
fr: Serveur %@ injoignable : vérifiez que Tailscale est activé et connecté sur cet appareil.
it: Server %@ non raggiungibile: controlla che Tailscale sia acceso e connesso su questo dispositivo.

# Server %@ non raggiungibile: controlla la connessione e l'indirizzo del server.
source: Server %@ is unreachable: check your connection and the server address.
de: Server %@ nicht erreichbar: Prüfe die Verbindung und die Serveradresse.
es: No se puede acceder al servidor %@: comprueba la conexión y la dirección del servidor.
fr: Serveur %@ injoignable : vérifiez la connexion et l'adresse du serveur.
it: Server %@ non raggiungibile: controlla la connessione e l'indirizzo del server.

# Stagione
source: Season
de: Staffel
es: Temporada
fr: Saison
it: Stagione

# Stagione %lld
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
it: Stagione %lld

# Stagione %lld · %@
source: Season %lld · %@
de: Staffel %lld · %@
es: Temporada %lld · %@
fr: Saison %lld · %@
it: Stagione %lld · %@

# Stagione in download
source: Season Downloading
de: Staffel wird geladen
es: Temporada en descarga
fr: Saison en téléchargement
it: Stagione in download

# Sto completando…
source: Finishing…
de: Wird abgeschlossen …
es: Terminando…
fr: Finalisation…
it: Sto completando…

# Titolare
source: Data Controller
de: Verantwortlicher
es: Responsable
fr: Responsable du traitement
it: Titolare

# Tutti gli episodi di questa stagione verranno rimossi definitivamente dall'app.
source: All episodes of this season will be permanently removed from the app.
de: Alle Folgen dieser Staffel werden endgültig aus der App entfernt.
es: Todos los episodios de esta temporada se eliminarán de la app de forma definitiva.
fr: Tous les épisodes de cette saison seront définitivement supprimés de l'app.
it: Tutti gli episodi di questa stagione verranno rimossi definitivamente dall'app.

# Tutti gli episodi importati per questa serie verranno rimossi definitivamente.
source: All imported episodes of this series will be permanently removed.
de: Alle importierten Folgen dieser Serie werden endgültig entfernt.
es: Todos los episodios importados de esta serie se eliminarán de forma definitiva.
fr: Tous les épisodes importés de cette série seront définitivement supprimés.
it: Tutti gli episodi importati per questa serie verranno rimossi definitivamente.

# …oppure scaricala per l'offline
source: …or download it for offline
de: … oder für offline laden
es: …o descárgala para verla sin conexión
fr: …ou téléchargez-la hors ligne
it: …oppure scaricala per l'offline

# …oppure scaricalo per l'offline
source: …or download it for offline
de: … oder für offline laden
es: …o descárgala para verla sin conexión
fr: …ou téléchargez-le hors ligne
it: …oppure scaricalo per l'offline

# Importazione
source: Import
es: Importación
fr: Importation
it: Importazione

# Versione %@
source: Version %@
es: Versión %@
it: Versione %@
